public/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="./static/style.css"
</head>
<body>
<div id="preamble" class="status">
<header>
  <h2>Rakandhiya Rachmanto</h2>
</header>
</div>
<div id="content" class="content">
<div id="outline-container-orgb5a68d8" class="outline-2">
<h2 id="orgb5a68d8">About Me</h2>
<div class="outline-text-2" id="text-orgb5a68d8">
<p>
I am a Computer Science Ph.D. student at The University of Georgia, USA, under the supervision of Dr. In Kee Kim. I received my B.S. in Computer Science at Universitas Amikom Yogyakarta, Indonesia, advised by Dr. Arief Setyanto. My research interests include Edge Computing, AI on Edge, and Internet of Things.  
</p>
</div>
</div>
<div id="outline-container-orgde87640" class="outline-2">
<h2 id="orgde87640">Publications</h2>
<div class="outline-text-2" id="text-orgde87640">
<ul class="org-ul publications">
<li><a href="https://ieeexplore.ieee.org/document/10646443">Characterizing deep learning model compression with post-training quantization on accelerated edge devices</a>
<ul class="org-ul">
<li><span class="underline">Rakandhiya D Rachmanto</span>, Zaki Sukma, Ahmad NL Nabhaan, Arief Setyanto, Ting Jiang, In Kee Kim.</li>
<li><i>IEEE EDGE 2024</i></li>
</ul></li>
<li><a href="https://ieeexplore.ieee.org/abstract/document/10852314">Knowledge Distillation in Object Detection for Resource-Constrained Edge Computing</a>
<ul class="org-ul">
<li>Arief Setyanto, Theopilus Bayu Sasongko, Muhammad Ainul Fikri, Dhani Ariatmanto, I Made Artha Agastya, <span class="underline">Rakandhiya Daanii Rachmanto</span>, Affan Ardana, In Kee Kim</li>
<li><i>IEEE Access 2025</i></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org1d1cf06" class="outline-2">
<h2 id="org1d1cf06">Teaching Assistant</h2>
<div class="outline-text-2" id="text-org1d1cf06">
<ul class="org-ul">
<li>CSCI 4730/6730 (Operating Systems) <i>Fall 2025</i></li>
<li>CSCI 4050 (Software Engineering) <i>Fall 2025</i></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<hr/>

<footer>
  <span>Made with Emacs and Org Mode</span>
</footer>
</div>
</body>
</html>
